
OpenConnection = "Error opening the connection";
NoNamedServer = "No server with the name %@";
NoConnection = "Connection could not be made to host %@ port %d";
ServerClosed = "The server closed the connection";
ServerError = "An error occurred";
UnknownAuthType = "Unknown authentication type";
ARDAuthWarning = "ARDAuthWarning";
AuthenticationFailed = "Authentication failed";
AuthenticationFailedTooMany = "Authentication failed too many times";
UnknownAuthResult = "Unknown authentication result";
ServerReports = "ServerReports";
UnknownMessageType = "Unknown message type";

ConnectingToServer = "Connecting to server…";
"Connection failed" = "Connection failed";
"Connection terminated" = "Connection terminated";
DeleteServerTitle = "Server Information";
DeleteServerMessage = "Are you sure you want to delete this information?";
ServerInformationTitle = "Server Information";

AboutVersion = "VNsea 0.8";
AboutMessage = "Copyright © 2007-2008 Chris Reed, Glenn Kreisel\nLicensed under GPLv3\nhttp://code.google.com/p/vnsea";
StatusBarMessage = "Copyright © 2007-2008 Chris Reed, Glenn Kreisel"; 

OK = "OK";
Cancel = "Cancel";
Save = "Save";

"Edit Server" = "Edit Server";

PasswordRequestText = "Please enter your VNC server password:";
PasswordRequestTitle = "More Server Information Needed";
PasswordRequestPasswordPlaceholder = "enter password";
Name = "Name";
Address = "Address";
Password = "Password";
PasswordPlace = "enter password";
NamePlace = "enter session name";
AddressPlace = "enter hostname[:port]";
Display = "Display";
Shared = "Shared";
"View Only" = "View Only";
"Pixel Depth" = "Pixel Depth";
"Delete Server" = "Delete Server";

About = "About";
New = "New";
"VNC Servers" = "VNC Servers";

ApplicationBadgeConnected = "✔";

Preferences = "Preferences";
Back = "Back";
"Show Mouse Tracks" = "Show mouse tracks";
"Exit App on Suspend" = "Quit on suspend";
"Show scrolling icon" = "Show scrolling icon";
"Show zoom scale" = "Show zoom scale";
